Repository: crateio/crate.io
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Package Created
fr: Paquet créé

source: Package Deleted
fr: Paquet supprimé

source: Release Created
fr: Release créée

source: Release Deleted
fr: Release supprimée

source: File Added
fr: Fichier ajouté

source: File Removed
fr: Fichier supprimé

source: Name
fr: Nom

source: PEP386 Compatibility
fr: Compatibilité PEP386

source: PEP386 defines a specific allowed syntax for Python package versions.<br /><br />Previously it was impossible to accurately determine across any Python package what order the versions should go in, but with PEP386 we can now intelligently sort by version...<br /><br />But only if the version numbers are compatible!
fr: La PEP386 définit une syntaxe précise pour les numéros de version des paquets Python.<br /><br />Précédemment, il était impossible de déterminer précisément l'ordre des versions d'un paquet. Maintenant, grâce à la PEP386, nous pouvons trier intelligemment par version...<br /><br />Mais seulement si les numéros de version sont compatibles !

source: Compatible with <a href="http://www.python.org/dev/peps/pep-0386/">PEP386</a>.
fr: Compatible avec la <a href="http://www.python.org/dev/peps/pep-0386/">PEP386</a>.

source: Almost Compatible with <a href="http://www.python.org/dev/peps/pep-0386/">PEP386</a>.
fr: Presque compatible avec la <a href="http://www.python.org/dev/peps/pep-0386/">PEP386</a>.

source: Incompatible with <a href="http://www.python.org/dev/peps/pep-0386/">PEP386</a>.
fr: Incompatible avec la <a href="http://www.python.org/dev/peps/pep-0386/">PEP386</a>.

source: Package Hosting
fr: Hosting de paquets

source: Did you know that packages listed on PyPI aren't required to host there?<br /><br />When your package manager tries to install a package from PyPI it looks in number of locations, one such location is an author specified url of where the package can be downloaded from.<br /><br />Packages hosted by the author means that installing this package depends on the authors server staying up, adding another link in the chain that can cause your installation to fail
fr: Saviez-vous que les paquets publiés sur PyPI ne doivent pas y être hébérgés ?<br /><br />Quand votre gestionnaire de paquets essaie d'installer un paquet depuis PyPI, il essaie plusieurs localisations. Une de ces localisations est un URL spécifié par l'auteur d'où le paquet peut être téléchargé.<br /><br />L'installation de paquets hébergés par l'auteur dépend de la dsponibilité de ses serveurs, ce qui ajoute un autre point de rupture à votre caîne d'installation.

source: Package is hosted on PyPI
fr: Le paquet est hébergé sur PyPI.

source: Package isn't hosted on PyPI
fr: Le paquet n'est pas hébergé sur PyPI.

source: No Package Hosting
fr: Le paquet ne spécifie pas où il est hébergé.

source: Documentation hosted on Read The Docs
fr: Documentation hébergée sur Read The Docs

source: Documentation can be one of the most important parts of any library. Even more important than just having documentation, is making sure that people are able to find it easily.<br /><br />Read The Docs is an open source platform for hosting documentation generated by Sphinx.<br /><br />Hosting your documentation on Read The Docs is easy (even if it's just an additional copy), and it allows people who want to use your package the ability to locate your documentation in what is quickly becoming a one stop shop for online open source documentation.<br /><br /><small>If this says you aren't hosted on Read The Docs and you are please contact <a href='mailto:support@crate.io'>support@crate.io</a></small>
fr: La documenation peut être une des aspets les plus importante d'une librairie. Il est encore plus important que cette documentation soit facile à trouver.<br /><br />Read The Docs est une plateforme open source pour héberger de la documentation générée avec Sphinx.<br /><br />Héberger votre documentation sur Read The Docs est facile (même si c'est juste une copie additionnelle), et cela permet aux personnes qui souhaitent utiliser votre paquet de trouver votre documentation à un endroit qui devien doucement le lieu utilisé pour trouver la documentation open source.<br /><br /><small>Si nous disons que vous n'êtes pas hébergés sur Read The Docs alors que vous l'êtes, veuillez contacter <a href='mailto:support@crate.io'>support@crate.io</a></small>

source: There was an error with the <a href="http://readthedocs.org/">Read The Docs</a> API.
fr: Il y a eu une erreur avec l'API de <a href="http://readthedocs.org/">Read The Docs</a>.

source: Available on <a href="%s">Read The Docs</a>
fr: Disponible sur <a href="%s">Read The Docs</a>

source: Unavailable on <a href="http://readthedocs.org/">Read The Docs</a>
fr: Indisponible sur <a href="http://readthedocs.org/">Read The Docs</a>

source: Source
fr: Code source

source: Dumb Binary Distribution
fr: Ditribution binaire

source: Windows Installer Binary Distribution
fr: Distribution binaire d'installation pour Windows

source: Other/Proprietary
fr: Autre/Propriétaire

source: Unknown
fr: Inconnu

source: No %(verbose_name)s found matching the query
fr: Aucun %(verbose_name)s trouvé pour cette recherche

source: Has Releases
fr: Publié

source: Search
fr: Rechercher

source: Page is not 'last', nor can it be converted to an int.
fr: La page n'est pas 'last', et ne peut pas être convertie en un entier.

source: Invalid page (%(page_number)s)
fr: Page non valide (%(page_number)s)

source: Not Found
fr: Non trouvé

source: Page not found
fr: Page non trouvée

source: We're sorry but that page could not be found.
fr: Nous sommes désolés de ne pas avoir trouver cette page.

source: Server Error
fr: Erreur serveur

source: Something went wrong
fr: Quelque chose n'a pas fonctionné

source: We're sorry but a server error has occurred. We've been notified and will look into it as soon as possible.
fr: Nous sommes désolés qu'une erreu serveur aie eu lieu. Nous avons été prévenus et ferons le suivi aussitôt que possible.

source: Account
fr: Compte

source: Admin
fr: Administration

source: Log out
fr: Se déconnecter

source: <li><a href="%(login_url)s">Log in</a></li> <li class="navbar-text">or</li> <li><a href="%(signup_url)s">Sign up</a></li>
fr: <li><a href="%(login_url)s">Se connecter</a></li> <li class="navbar-text">ou</li> <li><a href="%(signup_url)s">S'inscrire</a></li>

source: Welcome
fr: Bienvenue

source: Crate is a new kind of Python package index.
fr: Crate est un nouveau type de Python package index.

source: %(number)s <span class="info-label">packages</span>
fr: %(number)s <span class="info-label">paquets</span>

source: %(number)s <span class="info-label">downloads</span>
fr: %(number)s <span class="info-label">téléchargements</span>

source: Settings
fr: Réglages

source: Change Password
fr: Changer le mot de passe

source: Confirm Email
fr: Confirmer un email

source: Email Confirmed
fr: Email confirmé

source: Log In
fr: Se connecter

source: Log in
fr: Se connecter

source: If you have an existing account, provide your login credentials below.
fr: Si vous avez déjà un compte, fournissez vos données de connexion ci-dessous.

source: Log in with an existing account
fr: Se connecter avec un compte existant

source: Or sign in with your OpenID
fr: Ou inscrivez-vous avec votre OpenID

source: OpenID Identifier
fr: Identifiant OpenID

source: Sign in with OpenID
fr: S'inscrire avec OpenID

source: Change password
fr: Changer le mot de passe

source: Password Reset
fr: Mot de passe réinitialisé

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
fr: Mot de passe oublié ? Entrez votre adresse email ci-dessous et nous vous enverrons un email vous permettant de le réinitialiser.

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Set password
fr: Initialiser le mot de passe

source: Sign Up
fr: S'inscrire

source: To sign up with a new account, use the form below.
fr: Pour vous inscrire avec un nouveau compte, utilisez le formulaire ci-dessous.

source: Sign up
fr: S'inscrire

source: Already logged in
fr: Déjà connecté

source: You are already logged into the site. To login with a different OpenID please <a href="/openid/logout/?next=%(url_acct_logout)s">logout</a> first.
fr: Vous êtes déjà connecté. Pour vous connceter avec un OpenId différent, veuillez d'abord vous <a href="/openid/logout/?next=%(url_acct_logout)s">déconnecter</a>.

source: Verify this Association
fr: Vérifier cette association

source: You have begun to associate <strong>%(specific_openid)s</strong> with your existing account. This will allow you to sign in as <strong>%(user_display)s</strong> using that OpenID. Click below to verify that association.
fr: Vous avez commencé à associer <strong>%(specific_openid)s</strong> avec votre compte existant. Ceci vous permettra de vous connecter comme utilisateur <strong>%(user_display)s</strong> avec cet OpenID. Cliquez ci-dessous pour confirmer cette association.

source: Verify Association
fr: Vérifier cette association

source: Decline
fr: Décliner

source: OpenID Associations
fr: Associations OpenID

source: Manage OpenID Associations
fr: Gérer les associations OpenId

source: remove
fr: supprimer

source: To associate a new OpenID with this account, sign in with it here:
fr: Pour associer un nouvel identifiant OpenId avec ce compte, connectez-vous avec lui ici.

source: Authenticate and associate with this account
fr: S'identifier et associer avec ce compte

source: Error using OpenID
fr: Erreur dans l'utilisation d'OpenId

source: Login
fr: Se connecter

source: Log In to OpenID
fr: Se connecter avec OpenId

source: If you have any trouble logging in to your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
fr: Si vous avez des problêmes pour vous connecter, contactez-nous à <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Choose a Username
fr: Choisir un nom d'utilisateur

source: Please correct the errors below:
fr: Veuillez corriger les erreurs ci-dessous:

source: Now that you have logged in with your OpenID, we need you to choose a username for this site.
fr: Maintenant que vous êrtes connectés avec votre OpenID, vous devez choisir un nom d'utilisateur pour ce site.

source: <strong>Already have an account?</strong> <a href="%(acct_login_openid_url)s">Log in</a> to associate your OpenID with your existing account.
fr: <strong>Avez-vous déjà un compte?</strong> <a href="%(acct_login_openid_url)s">Connectez-vous</a>pour associer votre OpenID avec votre compte existant.

source: By clicking &quot;Sign Up&quot;, you are indicating that you have read and agree to the <a href="%(terms_url)s">Terms of Use</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
fr: En cliquant "Se connecter", vous indiquez que vous avez lu et approuvé les<a href="%(terms_url)s">Conditions d'utilisation</a> et la <a href="%(privacy_url)s">Politique de confidentialité</a>.

source: If you have any trouble creating your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
fr: Si vous avez des problêmes pour créeer votre compte, contacez-nous à <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Signup closed
fr: Crétaion de compte fermée

source: Whoops, you can't register for an account now. This site is currently closed for sign-up.
fr: Oops, vous ne pouvez créer un compte maintenant. La création de compte est actuellement fermée sur ce site.

source: Email Confirmation
fr: Email de confirmation

source: You have confirmed that %(email)s is an email address for user '%(user_display)s'.
fr: Vous avez confirmé que %(email)s est une adresse email de l'utilisateur '%(user_display)s'.

source: Invalid confirmation key
fr: Clef de confirmation non valide

source: The confirmation key you provided is invalid.
fr: La clef de confirmation que vous fournissez n'est pas valide.

source: Changelog
fr: Journal

source: License
fr: Licence

source: Files
fr: Fichiers

source: All Versions (%(version_count)s)
fr: Toutes les versions (%(version_count)s)

source: History
fr: Historique

source: No Description Provided.
fr: Pas de description disponible.

source: File
fr: Fichier

source: Python Version
fr: Version de Python

source: Uploaded On
fr: Téléversé le

source: Size
fr: Taille

source: Downloads
fr: Téléchargements

source: There are No Files for This Package's Release, but try the <a href="%(uri)s">author's downloads</a> for this release.
fr: Il n'y a pas de fichiers pour cette version du paquet, mais vous pouvez essayer la <a href="%(uri)s">page de téléchargement de l'auteur</a> pour cette version.

source: There are No Files for This Package's Release.
fr: Il n'y a pas de fichiers pour cette version du paquet.

source: Package
fr: Paquet

source: This Package is older than the start of History Tracking.
fr: Ce paquet est antérieur à la mise en place de l'historique.

source: Download URI
fr: URI de téléchargement

source: Author
fr: Auteur

source: Links
fr: Liens

source: Classifiers
fr: Classificateurs

source: Requirements
fr: Requiert

source: Provides
fr: Fournit

source: Obsoletes
fr: Remplace

source: <span class="count">%(count)s</span> total downloads
fr: <span class="count">%(count)s</span> téléchargements au total

source: <span class="count">%(count)s</span> for this version
fr: <span class="count">%(count)s</span> pour cette version

source: Evaluation
fr: Évaluation

source: mouse over for details
fr: survoler pour plus d'informations

source: Latest Versions
fr: Versions les plus récentes

source: Release Date
fr: Date de publication

source: This package has been deleted, but it is still available for download for other packages or projects that may have depended on it.
fr: Ce paquet a été supprimé, mais il est toujours disponible au téléchargement au cas où d'autres paquets ou projets en dépendraient.

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Refine Results
fr: Raffiner les résultats

source: By Python Version
fr: Par version de Python

source: By Operating System
fr: Par système d'exploitation

source: By License
fr: Par licence

source: By Implementation
fr: Par implémentation

source: By Other
fr: Par d'autres

source: No results found.
fr: Aucun résultat trouvé.

source: by %(name)s
fr: par%(name)s

source: <span class="count">%(downloads)s</span> downloads
fr: <span class="count">%(downloads)s</span> téléchargements
